Repository: sgostanyan/D8
Catalog: web/modules/custom/adimeo_tools/tac_services/translations/tac_services-v1.*.po
Languages: cs, it

source: Hello! This site is transparent and lets you chose the 3rd party services you want to allow.
cs: Ahoj! Tato stránka je transparetní a umožňuje ti si přímo vybrat, jaké služby třetích stran chceš povolit.
it: Benvenuto! Questo sito ti permette di attivare i servizi di terzi di tua scelta.

source: Please disable your adblocker to start customizing.
cs: Pro úpravu osobních preferencí si, prosím, vypni adblock.
it: Disabilita il tuo adblocker per iniziare la navigazione.

source: Refresh the page
cs: Načíst stránku znovu
it: Aggiorna la pagina

source: By continuing to scroll,
cs: Pokračováním ve scrollování,
it: Continuando a scorrere,

source: If you continue to browse this website,
cs: Pokud pokračujete v brouzdání našich stránek,
it: Continuando a navigare nel sito,

source: you are allowing all third-party services
cs: povolujete všechny služby třetích stran.
it: autorizzi l’utilizzo dei cookies inviati da domini di terze parti

source: This site uses cookies and gives you control over what you want to activate
cs: Tato stránka využívá cookies a dává ti na výběr, co chceš aktivovat
it: Questo sito fa uso di cookies e ti consente di decidere se accettarli o rifiutarli

source: Manage services
cs: Spravovat služby
it: Gestione dei servizi

source: Personalize
cs: Přizpůsobit
it: Ok, accetta tutto

source: OK, accept all
cs: OK, přijmout vše
it: Personalizza

source: Close
cs: Zavřít
it: Chiudi

source: Preference for all services
cs: Nastavení všech služeb
it: Preferenze per tutti i servizi

source: Protecting your privacy
cs: Chrání tvé soukromí
it: Tutela della privacy

source: By allowing these third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.
cs: Povolením těchto služeb třetích stran, přijímáš jejich cookies, jež jsou nezbytné pro řádné fungování jejich technologií.
it: Abilitando l'uso dei servizi di terze parti, accetti la ricezione dei cookies e l'uso delle tecnologie analitici necessarie al loro funzionamento.

source: Allow
cs: Povolit
it: Consenti

source: Deny
cs: Zamítnout
it: Blocca

source: This service does not use cookie.
cs: Tato služba nepoužívá cookies.
it: Questo servizio non invia nessun cookie

source: This service can install
cs: Tato služba může nainstalovat
it: Questo servizio puo' inviare

source: This service has installed
cs: Tato služba nainstalovala
it: Questo servizio ha inviato

source: This service has not installed any cookie.
cs: Tato služba nenainstalovala žádné cookies.
it: Questo servizio non ha inviato nessun cookie

source: Read more
cs: Dozvědět se více
it: Saperne di più

source: View the official website
cs: Zobrazit oficiální stránku
it: Vai al sito ufficiale

source: Cookies manager by tarteaucitron.js
cs: Správce cookies od tarteaucitron.js
it: Gestione dei cookies da tarteaucitron.js

source: is disabled.
cs: je vypnutý.
it: è disattivato

source: Advertising network
cs: Reklamní síť
it: Regie pubblicitarie

source: Ad networks can generate revenue by selling advertising space on the site.
cs: Prodejem reklamních ploch na této stránce mohou reklamní sítě vydělávat peníze.
it: Le regie pubblicitarie producono redditi gestendo la commercializzazione degli spazi del sito dedicati alle campagne pubblicitarie

source: Audience measurement
cs: Statistika návštěvnosti
it: Misura del pubblico

source: The audience measurement services used to generate useful statistics attendance to improve the site.
cs: Služby pro analýzu návštěvníků slouží k vytvoření užitečných statistik návštěvnosti. Ty zase slouží ke zlepšení stránky.
it: I servizi di misura del pubblico permettono di raccogliere le statistiche utili al miglioramento del sito

source: Social networks
cs: Sociální sítě
it: Reti sociali

source: Social networks can improve the usability of the site and help to promote it via the shares.
cs: Sociální sítě mohou usnadnit práci se stránkou a pomáhají jí prosadit se pomocí sdílení.
it: Le reti sociali permettono di migliorare l'aspetto conviviale del sito e di sviluppare la condivisione dei contenuti da parte degli utenti a fini promozionali.

source: Videos
cs: Videa
it: Video

source: Video sharing services help to add rich media on the site and increase its visibility.
cs: Video-hostingové služby pomáhají přidat na stránku bohaté mediální prvky.
it: I servizi di condivisione di video permettono di arricchire il sito di contenuti multimediali e di aumentare la sua visibilità

source: Comments
cs: Komentáře
it: Commenti

source: Comments managers facilitate the filing of comments and fight against spam.
cs: Správce komentářů zajišťují vyplňování komentářů a bojují proti šíření spamu.
it: La gestione dei commenti utente aiuta a gestire la pubblicazione dei commenti e a lottare contro lo spamming

source: Support
cs: Podpora
it: Supporto

source: Support services allow you to get in touch with the site team and help to improve it.
cs: Služby podpory ti pomáhají spojit se s týmem stojícím za stránkou a umožňují ti vyjádřit se k jejím nedostatkům.
it: I servizi di supporto ti consentono di contattare la team del sito e di contribuire al suo miglioramento

source: APIs
cs: API
it: API

source: APIs are used to load scripts: geolocation, search engines, translations, ...
cs: API slouží k načtění skriptů: geolokace, vyhledávačů, překladů, ...
it: Le API permettono di implementare script diversi : geolocalizzazione, motori di ricerca, traduttori...

source: Other
cs: Jiný
it: Altro

source: Services to display web content.
cs: Služby pro zobrazení webového obsahu.
it: Servizi per visualizzare contenuti web.
